GUOMN/Beacon/diagnostic_idle/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_80=y
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ=80
CONFIG_ESP_CONSOLE_UART_DEFAULT=y
